Repository: Akki01/e2openplugin-ShootYourScreen
Catalog: po/*.po
Languages: de

source: Skin resolution
de: Skin Auflösung

source: no message
de: keine Nachricht

source: make Screenshots with your VU+
de: erstelle Screenshots mit Deiner VU+

source: Sorry, your device for screenshots is not writeable. Please choose another one.
de: Entschuldigung, aber Ihr Speicherort für die Screenshots ist nicht beschreibbar Bitte wählen Sie einen anderen Speicherort.

source: Screenshot successfully saved as: %s
de: Screenshot gespeichert als: %s

source: Grabbing Screenshot failed !!!
de: Die Erzeugung des Screenshots ist fehlgeschlagen

source: Exit
de: Beenden

source: Save
de: Speichern

source: Default
de: Standard

source: ShootYourScreen for VU+ STB - %s
de: ShootYourScreen für VU+ STB - %s

source: Enable ShootYourScreen :
de: Aktiviere ShootYourScreen :

source: Screenshot of :
de: Screenshot von :

source: Format for screenshots :
de: Bildformat der Screenshots :

source: Quality of jpg picture :
de: Qualität der jpg Bilder :

source: Picture size (width) :
de: Bildgröße (Breite) :

source: Path for screenshots :
de: Pfad für die Screenshots :

source: Switch Help and Help long button :
de: Tausche "Hilfe" und "Hilfe lang" Taste :

source: Timeout for info message :
de: Anzeigedauer der Infonachricht :

source: Really close without saving settings?
de: Wollen Sie wirklich ohne speichern beenden ?

source: Reset ShootYourScreen settings to defaults?
de: Sollen die Standardeinstellungen übernommen werden ?
